Repository: tomioliveres/keepercent
Catalog: Domain/Sources/KeepercentDomain/Resources/Localizable.xcstrings
Source language: en
Languages: es, es_419

source: %@ from %@: shoots %@ %@
es: %1$@ desde %2$@: lanza %3$@ %4$@
es_419: %1$@ desde %2$@: tira %3$@ %4$@

source: %@, aims %@ %@
es: %1$@, apunta %2$@ %3$@
es_419: %1$@, apunta %2$@ %3$@

source: %@, aims %@ %@%@
es: %1$@, apunta %2$@ %3$@%4$@
es_419: %1$@, apunta %2$@ %3$@%4$@

source: %lld goals
es: %lld goles
es_419: %lld goles

source: %lld of %lld
es: %1$lld de %2$lld
es_419: %1$lld de %2$lld

source: %lld recorded shots
es: %lld lanzamientos registrados
es_419: %lld tiros registrados

source: %lld saves
es: %lld paradas
es_419: %lld atajadas

source: %lld shots
es: %lld lanzamientos
es_419: %lld tiros

source: %lld shots on target
es: %lld lanzamientos a portería
es_419: %lld tiros al arco

source: 7 m: aims %@ %@
es: 7 m: apunta %1$@ %2$@
es_419: 7 m: apunta %1$@ %2$@

source: 7 m: saves %@
es: 7 m: para %@
es_419: 7 m: ataja %@

source: After scoring, repeats the same zone %@
es: Tras marcar, repite la misma zona %@
es_419: Después de marcar, repite la misma zona %@

source: Aims %@ %@
es: Apunta %1$@ %2$@
es_419: Apunta %1$@ %2$@

source: Concedes %@ %@ goals
es: Encaja %1$@ %2$@ goles
es_419: Recibe %1$@ %2$@ goles

source: From %@: shoots %@ %@
es: Desde %1$@: lanza %2$@ %3$@
es_419: Desde %1$@: tira %2$@ %3$@

source: In %@, %@.
es: En %1$@, %2$@.
es_419: En %1$@, %2$@.

source: Most goals conceded: %@ (%lld of %@).
es: Más goles encajados: %1$@ (%2$lld de %3$@).
es_419: Más goles recibidos: %1$@ (%2$lld de %3$@).

source: Most goals: %@ (%lld of %@).
es: Más goles: %1$@ (%2$lld de %3$@).
es_419: Más goles: %1$@ (%2$lld de %3$@).

source: No shots on target recorded for this goalkeeper.
es: No hay lanzamientos a portería registrados de este portero.
es_419: No hay tiros al arco registrados de este arquero.

source: No shots recorded for this shooter.
es: No hay lanzamientos registrados de este lanzador.
es_419: No hay tiros registrados de este tirador.

source: Saves standing shots %@ vs jump shots %@
es: Para lanzamientos en apoyo %1$@; en suspensión, %2$@
es_419: Ataja tiros a pie firme %1$@; en suspensión, %2$@

source: Scores from near %@ vs far %@
es: Marca de cerca %1$@; de lejos, %2$@
es_419: Marca de cerca %1$@; de lejos, %2$@

source: Shoots %@ %@
es: Lanza %1$@ %2$@
es_419: Tira %1$@ %2$@

source: Shoots from %@ (%@) %@
es: Lanza desde %1$@ (%2$@) %3$@
es_419: Tira desde %1$@ (%2$@) %3$@

# approach.fromLeft
source: Coming from the left
es: Desde la izquierda
es_419: Desde la izquierda

# approach.fromRight
source: Coming from the right
es: Desde la derecha
es_419: Desde la derecha

# approach.straight
source: Coming straight
es: De frente
es_419: De frente

# delivery.jump
source: When jumping
es: En suspensión
es_419: En suspensión

# delivery.standing
source: When standing
es: En apoyo
es_419: A pie firme

# depth.far
source: far
es: lejos
es_419: lejos

# depth.near
source: near
es: cerca
es_419: cerca

# frame.crossbarCenter
source: crossbar center
es: larguero centro
es_419: travesaño centro

# frame.crossbarLeft
source: crossbar left
es: larguero izquierda
es_419: travesaño izquierda

# frame.crossbarRight
source: crossbar right
es: larguero derecha
es_419: travesaño derecha

# frame.leftPostBottom
source: left post bottom
es: poste izquierdo abajo
es_419: palo izquierdo abajo

# frame.leftPostMiddle
source: left post middle
es: poste izquierdo medio
es_419: palo izquierdo medio

# frame.leftPostTop
source: left post top
es: poste izquierdo arriba
es_419: palo izquierdo arriba

# frame.rightPostBottom
source: right post bottom
es: poste derecho abajo
es_419: palo derecho abajo

# frame.rightPostMiddle
source: right post middle
es: poste derecho medio
es_419: palo derecho medio

# frame.rightPostTop
source: right post top
es: poste derecho arriba
es_419: palo derecho arriba

# hand.left
source: Left-handed
es: Zurdo
es_419: Zurdo

# hand.right
source: Right-handed
es: Diestro
es_419: Diestro

# height.bottom
source: low
es: abajo
es_419: abajo

# height.middle
source: mid-height
es: a media altura
es_419: a media altura

# height.top
source: high
es: arriba
es_419: arriba

# line.crossShot
source: cross-court
es: cruzado
es_419: cruzado

# line.nearPost
source: near post
es: al palo corto
es_419: al primer palo

# line.neutral
source: down the middle
es: por el centro
es_419: por el centro

# miss.over
source: over
es: por encima
es_419: por arriba

# miss.wideLeft
source: wide left
es: fuera por la izquierda
es_419: afuera por la izquierda

# miss.wideRight
source: wide right
es: fuera por la derecha
es_419: afuera por la derecha

# outcome.goal
source: GOAL
es: GOL
es_419: GOL

# outcome.out
source: OUT
es: FUERA
es_419: AFUERA

# outcome.post
source: POST
es: POSTE
es_419: PALO

# outcome.saved
source: SAVED
es: PARADA
es_419: ATAJADA

# position.bottom
source: bottom
es: abajo
es_419: abajo

# position.center
source: center
es: centro
es_419: centro

# position.left
source: left
es: izquierda
es_419: izquierda

# position.middle
source: middle
es: medio
es_419: medio

# position.right
source: right
es: derecha
es_419: derecha

# position.top
source: top
es: arriba
es_419: arriba

# sector.center
source: center
es: central
es_419: central

# sector.leftBack
source: left back
es: lateral izquierdo
es_419: lateral izquierdo

# sector.leftWing
source: left wing
es: extremo izquierdo
es_419: extremo izquierdo

# sector.rightBack
source: right back
es: lateral derecho
es_419: lateral derecho

# sector.rightWing
source: right wing
es: extremo derecho
es_419: extremo derecho

# side.center
source: center
es: al centro
es_419: al centro

# side.left
source: left
es: a la izquierda
es_419: a la izquierda

# side.right
source: right
es: a la derecha
es_419: a la derecha
